Repository: mozilla-l10n/mt-training-data
Catalog: qxu/qxu_pontoon.tmx
Source language: en_us
Languages: qxu

source: Thank you for contributing your voice!
qxu: Kunkaykita yanapasqaykimantalla!

source: Thank you for donating your voice clips!
qxu: Clipkuna nisqaykichikta qusqaykichikmantalla!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
qxu: Hirqusqaykimantallay!<lineBreak></lineBreak>Kunanqa qhaway hinaspa uraypi clipsniykikunata apachiy.

source: Thank you for your voice information
qxu: Kunkamanta willakuyniykimantalla

source: The clip has disrespectful or offensive language.
qxu: Chay rimasqa nisqapiqa k’amikuq simikunan kachkan.

source: The giant dinosaurs of the Triassic. Yes.
qxu: The giant dinosaurs of the Triassic. Arí.

source: There are currently no sentences to review in this language.
qxu: Kunan pachaqa manan kay simipi rimanapaq rimaykuna kanchu.

source: The recording was too long.
qxu: Chay rimayqa llumpay unaymi karqa.

source: The recording was too quiet.
qxu: Chay rimayqa nishutan ch’inlla karqa.

source: The recording was too short.
qxu: Chay rimayqa pisillam karqa.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
qxu: Ñawinchayta mana chaskiychu rimay kallpawan rimaptinlla utaq (aswan achkata) upalla kaptin mana uyarinaykipaq rimasqa kaptinlla.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
qxu: Sentence Collector runaqa Common Voice kuyuchkan. Kunanqa <writeURL>qillqayta</writeURL> huk rimayta icha <reviewURL>qhaway</reviewURL> huklla rimay kachasqakunata Common Voice atikunki.

source: The sentence has a grammatical or spelling error.
qxu: Chay rimayqa pantasqa qillqayuqmi.

source: The sentence has disrespectful or offensive language.
qxu: Chay rimayqa k’amikuq simiyuqmi.

source: The sentence must be grammatically correct.
qxu: Chay rimayqa kamachisqa simi allin kanan.

source: The sentence must be speakable.
qxu: Chay rimayqa rimanapaq hinam kanan.

source: The sentence must be spelled correctly.
qxu: Chay rimayqa allintam qillqasqa kanan.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
qxu: Kay willakuyqa munasqa qunapaqmi - allin kawsakuspalla yapanayki tiyan. Mayk'aq willay huñuta kachariyku, llapa sapalla willayta sutiwan sutichayku, chaymanta sutiyki chaymanta email hina willayta mana llaqta willaywan tinkisqachu kanku hayk'a wata utaq qhari hina.

source: Three to go!
qxu: Kimsa rinapaq!

source: Too many files
qxu: Nishu achka willañiqikuna

source: Transcribe audio recordings into text
qxu: Hirqukuna uyarinapaq kaqta qillqaman qillqay

source: Transcribe audio recordings in your language
qxu: Uyarinapaq hirqukunata rimaynikipi qillqay

source: Try again by dragging your file here
qxu: Hukmanta kallpachakuy willañiqiykita kaypi aysaspa

source: Try uploading again
qxu: Hukmanta churayta kallpachakuy

source: Understand contribution criteria
qxu: Yanapakuy yuyaykunata hamut’ay

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
qxu: Yachay imatachus maskhanaykita uyarispa kunkamanta rimaykunata hinaspa yanapay kunkaykiq hirqunkunatapas aswan qhapaq kananpaq!

source: Upload aborted. Do you want to delete your recordings?
qxu: Hurquchasqa apachiy. Hirqusqaykikunatachu chinkachiyta munanki?

source: Upload failed, please retry.
qxu: Yapayqa manam atirqanchu, ama hina kaspa, musuqmanta kallpachakuy.

source: Upload <icon></icon> public domain sentences
qxu: Yapay <icon></icon> llapa runaq kamachisqan rimayta nisqa simita

source: Upload in progress...
qxu: Yapayqa puririchkanmi...

source: Upload more sentences?
qxu: Aswan rimaykunata churay?

source: Use correct grammar
qxu: Allin simi kamachiqwan yanapachikuy

source: Validate Readings
qxu: Ñawinchasqakuna chiqaykunapaq

source: Validate Readings, Review Transcriptions
qxu: Ñawinchasqakuna chiqaykunapaq, chiqan qillqaykunata qhaway

source: Validate readings submitted by community members
qxu: Ayllullaktamanta runakunapa apachishka ñawiriykunata chiqaqchay

source: Validate user-recorded readings in your language
qxu: Ruwaqpa qillqasqan ñawiriykunata simiykipi chiqaqchay

source: Varying Pronunciations
qxu: Imaymana t’uqyaykuna

source: Volume
qxu: Winara

source: Want to save your information? <createProfile>Create a profile</createProfile>
qxu: ¿Willakuyniykikunata waqaychayta munankichu? <createProfile>Kikinchakuyta ruway</createProfile>

source: We couldn’t get any audio clips for you to listen to. Please try again later.
qxu: Manam ima kunkatapas uyarinaykupaq tariyta atirqaykuchu. Ama hina kaspa, qhipaman hukmanta kallpachakuy.

source: We couldn’t get any sentences for you to speak. Please try again later.
qxu: Manam ima rimaytapas hapiyta atirqaykuchu rimanaykipaq. Ama hina kaspa, qhipaman hukmanta kallpachakuy.

source: We may have run out of clips - refresh the page, or try again later.
qxu: Ichapas kunkawan rimaykuna tukusqaña - ama hina kaspa, p'anqata musuqchay icha qhipaman musuqmanta kallpachakuy.

source: We're making some big changes
qxu: Wakin hatun tukuchipakunata ruwachkayku

source: We’re sorry, your platform is not currently supported.
qxu: Llakiyku, sayarichinayki mana kunan yanapasqachu.

source: We've run out of sentences to record in this language...
qxu: Kay simipi rikunapaq rimaykuna tukusqaña...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
qxu: Munayku software nisqa chay qapariykunata yachananta, sinchi qapariykunapas utaq takikunapas chaskikunmanmi rimayta mana hark’aqtinqa.

source: What issues are you experiencing with this sentence?
qxu: Ima sasachakuykunatataq kay rimaywan tarikuchkanki?

source: What needs to be in my file?
qxu: Imataq philiypi kanan?

source: What sentences can I add?
qxu: Ima rimaykunatataq yapayman?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
qxu: Uyarispaqa ancha allinta qhawariy imachus hirqusqa kasqanqa qillqasqa hinapunichus icha manachus chayta; pisi pantaykunapas kaptinqa mana chaskiy. <br />Ancha pantaykunaqa kayhinam:

source: Why are you asking?
qxu: Imanasqataq tapukunki?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
qxu: Kikinchakuy kaqwan, ruwayniyki qhawayta atikunki chaymanta huk ayllu kunka willay yanapakuqkunawan tinkiyta atikunki.

source: Write
qxu: Qillqay

source: Write options menu
qxu: Qillqay akllanakuna

source: y
qxu: a

source: Y
qxu: A

source: Yes
qxu: Arí

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
qxu: Llaqta ñankunatapas llamk'achiy atikunki: { sc-review-form-button-approve-shortcut } Arinipaq, { sc-review-form-button-reject-shortcut } Karunchapaq, { sc-review-form-button-skip-shortcut } Saqipaq

source: You cannot add multiple sentences for a single submission
qxu: Huklla apachisqapaqqa manam achka rimaykunata yapayta atiwaqchu

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
qxu: Manam ima simitapas akllarqankichu. Ama hina kaspa, <profileLink>Perfil</profileLink> nisqaman riy simikunata akllanaykipaq.

source: You must allow microphone access.
qxu: Mikiman haykuytan saqinayki.

source: You’re contributing to a target segment
qxu: Kaq t’aqaykupi yanapakuchkanki

source: You’re contributing to our first target segment
qxu: Ñawpaq kaq t’aqaykupi yanapakuchkanki

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
qxu: Llumpay utqayllam richkanki. Ama hina kaspa, huk asniqlla rimayta qhaway, allin kasqanmanta yachanaykipaq.

source: You're helping Common Voice reach our daily sentence goals!
qxu: ¡Common Voiceta sapa p'unchaw rimay paqtaykuman chayananpaq yanapachkanki!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
qxu: Simiykipa manaña rimanakuyuqña tuqusqaña kanman! Sichus allin kanki chayqa, churasqaykita waqmi simiyki ukhupi huk rimaykunata qhawanaykipaq.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
qxu: ¡Llaqtasimiykiqa manapaschá simiyoqchu kanman! Munasqaykiman hinaqa, llaqtasimiykipa huk rimayninkunata qawanaykipaqmi akllawaq.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
qxu: Common Voice { $goalValue }manta <goalPercentage></goalPercentage>man chayananpaq yanaparqanki!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
qxu: Common Voice { $goalValue }manta <goalPercentage></goalPercentage>man chayananpaq yanaparqanki!
